export const hiraganas = {
  meta: {
    rows: 5,
    columns: 10,
    rowLabels: ["a", "i", "u", "e", "o"],
    columnLabels: ["a", "k", "s", "t", "n", "h", "m", "y", "r", "w", "n"],
  },
  table: [
    [
      // 아에이오우 히라가나로
      "あ",
      "い",
      "う",
      "え",
      "お",
    ],
    [
      // 카키쿠케코
      "か",
      "き",
      "く",
      "け",
      "こ",
    ],
    [
      // 사시스세소
      "さ",
      "し",
      "す",
      "せ",
      "そ",
    ],
    [
      // 타치츠테토
      "た",
      "ち",
      "つ",
      "て",
      "と",
    ],
    [
      // 나니누네노
      "な",
      "に",
      "ぬ",
      "ね",
      "の",
    ],
    [
      // 하히후헤호
      "は",
      "ひ",
      "ふ",
      "へ",
      "ほ",
    ],
    [
      // 마미무메모
      "ま",
      "み",
      "む",
      "め",
      "も",
    ],
    [
      // 야유요
      "や",
      "ゆ",
      "よ",
    ],
    [
      // 라리루레로
      "ら",
      "り",
      "る",
      "れ",
      "ろ",
    ],
    [
      // 와오
      "わ",
      "を",
    ],
    [
      // ㅇ
      "ん",
    ],
  ],
};
