export const katakanas = {
  meta: {
    rows: 5,
    columns: 10,
    rowLabels: ["a", "i", "u", "e", "o"],
    columnLabels: ["a", "k", "s", "t", "n", "h", "m", "y", "r", "w", "n"],
  },
  table: [
    [
      // 아에이오우 가타카나로
      "ア",
      "イ",
      "ウ",
      "エ",
      "オ",
    ],
    [
      // 카키쿠케코
      "カ",
      "キ",
      "ク",
      "ケ",
      "コ",
    ],
    [
      // 사시스세소
      "サ",
      "シ",
      "ス",
      "セ",
      "ソ",
    ],
    [
      // 타치츠테토
      "タ",
      "チ",
      "ツ",
      "テ",
      "ト",
    ],
    [
      // 나니누네노
      "ナ",
      "ニ",
      "ヌ",
      "ネ",
      "ノ",
    ],
    [
      // 하히후헤호
      "ハ",
      "ヒ",
      "フ",
      "ヘ",
      "ホ",
    ],
    [
      // 마미무메모
      "マ",
      "ミ",
      "ム",
      "メ",
      "モ",
    ],
    [
      // 야유요
      "ヤ",
      "ユ",
      "ヨ",
    ],
    [
      // 라리루레로
      "ラ",
      "リ",
      "ル",
      "レ",
      "ロ",
    ],
    [
      // 와오
      "ワ",
      "ヲ",
    ],
    [
      // ㅇ
      "ン",
    ],
  ],
};
